{
    "lang": "de",
    "title": "look4keys",
    "subtitle": "Komplettes Redesign einer Preisvergleichsseite für Spiele-Keys",
    "projectyear": "2018",
    "coffees": "24",
    "screens": "6",
    "tags": [
        "Design", "Web", "UI", "Responsive"
    ],
    "introduction": "Im stetig wachsenden Markt der digitalen Vertiebsplattformen haben sich in der Vergangenheit zahlreiche sogenannte Keyshops etabliert, welche digitale Produkte, oftmals Games, zu günstigeren Konditionen anbieten, als der reguläre Handel. Dies gelingt unter anderem dadurch, dass lediglich der Freischaltschlüssel eines Produktes verkauft wird, jedoch keine Verpackung oder ähnliches Material. Mit diesem Schlüssel kann das Produkt anschließend bei verschiedenen Plattformen aktiviert und genutzt werden.\n\nDie Seite look4keys bietet ihren Nutzern die Möglichkeit, sich schnell und unkompliziert eine Preisübersicht bei diesen Keyshops zu verschaffen. 2018 übernahm ich die Verantwortung für das komplett runderneuerte und überarbeitete Design der Seite. Besonderes Augenmerk sollte auf der Seriosität und einem simplen Bedienkonzept der Seite liegen, um den Kern der Seite mehr in den Fokus zu rücken. Dem Nutzer sollte es so einfach wie möglich gemacht werden, den günstigsten Preis für sein gewünschtes Produkt zu finden und diesen bei Bedarf mit anderen Anbietern zu vergleichen, um anschließend eine Kaufentscheidung von der look4keys Webseite aus zu treffen.",
    "problemanalysis.headline": "Problemanalyse",
    "problemanalysis.text": "Auf der ursprünglichen Seite gab es nur sehr wenige Nutzer und damit sehr wenige Käufer, die über das Protal überhaupt nach einem Spielekey gesucht haben. Obwohl bereites mehrere Shops an das System angebunden waren, gestaltete sich die Bedienung der Seite schwergängig und unintuitiv. Viele Nutzer fanden das Spiel, was sie gesucht haben entweder gar nicht, oder nur mühsam, da die Startseite zwar eine Auswahl an Produkten gezeigt hat, diese jedoch nicht in den dazugehörigen Kontext gepasst haben. So wurden in der Kategorie für Neuerscheinungen auch ältere Games beworben und es war nicht klar, worauf sich die Auswahl für die beliebtesten Spiele stützte.",
    "branding.headline": "Branding",
    "branding.subheadline.companyimage": "Image und Außenwirkung des Unternehmens",
    "branding.subheadline.newlogo": "Das neue Logo",
    "branding.subheadline.colortypo": "Farben & Typografie",
    "konzeption.headline": "Konzeption und Wireframes",
    "finaldesign.headline": "Das finale Design"
}